<?php
/*
Smart System's language file
Prefered language: English
Produced by FDTD Designer (FILON)
*/

$locale['smart_001'] = "Система аддонов";
$locale['smart_002'] = "Каталог аддонов с автоматической установкой";
$locale['smart_003'] = "Каталог аддонов";
$locale['smart_004'] = " - ";
$locale['smart_005'] = "Менеджер аддонов";
$locale['smart_006'] = "Список аддонов успешно обновлен!";
$locale['smart_007'] = "Попытка подключиться к серверу оказалась бузуспешной!<br />Пожалуйста, попробуйте позже.";
$locale['smart_008'] = "Необходимо включить JavaScript для корректной работы менеджера!";
$locale['smart_009'] = "Менеджер аддонов";
$locale['smart_010'] = "Доступные аддоны";
$locale['smart_011'] = "Текущая модификация";
$locale['smart_012'] = "Темы";
$locale['smart_013'] = "Панели";
$locale['smart_014'] = "Плагины";
$locale['smart_015'] = "Тем не найдено!";
$locale['smart_016'] = "Панелей не найдено!";
$locale['smart_017'] = "Плагинов не найдено!";
$locale['smart_018'] = "Установка...";
$locale['smart_019'] = "Установить";
$locale['smart_020'] = "Раскрыть";
$locale['smart_021'] = "Свернуть";
$locale['smart_022'] = "Отразить";
$locale['smart_023'] = "Загрузка...";
$locale['smart_024'] = "Предпросмотр";
$locale['smart_025'] = "Информация";
$locale['smart_026'] = "Совместимость: ";
$locale['smart_027'] = "Размер: ";
$locale['smart_028'] = "Тип: ";
$locale['smart_029'] = "Название: ";
$locale['smart_030'] = "Автор: ";
$locale['smart_031'] = "Опубликовано: ";
$locale['smart_032'] = "Пусто";
$locale['smart_033'] = "Нет данных";
$locale['smart_034'] = "Описание";
$locale['smart_035'] = "Выберите модификацию из списка слева.";
$locale['smart_036'] = "Статистика";
$locale['smart_037'] = "Установлено аддонов: ";
$locale['smart_038'] = "Доступно аддонов: ";
$locale['smart_039'] = "Дата создания списка: ";
$locale['smart_040'] = "Последнее обновление: ";
$locale['smart_041'] = "Обновить список аддонов";
$locale['smart_042'] = "Возникла ошибка при получении данных!";
$locale['smart_043'] = "Не найден необходимый параметр.";
$locale['smart_044'] = "Модификация успешно распакована в соответствующую директорию!<br />Теперь Вы можете установить аддон из панели администратора.";
$locale['smart_045'] = "Архив с модификацией поврежден и не может быть прочитан!";
$locale['smart_046'] = "Возникла ошибка при загрузке данных!";
$locale['smart_047'] = "Список аддонов не был корректно получен!<br />Повторите попытку позднее.";
$locale['smart_048'] = "Сервер временно недоступен!<br />Повторите попытку позднее.";
$locale['smart_049'] = "- Выберите аддон -";
$locale['smart_050'] = "Исправить права доступа";
$locale['smart_051'] = "Исправить";
$locale['smart_052'] = "Отмена";
$locale['smart_053'] = "Пожалуйста, выберите установленный аддон из списка ниже!";
$locale['smart_054'] = "Вы действительно подтверждаете установку CHMOD777 на выбранный аддон?";
$locale['smart_055'] = "Права на выбранный аддон успешно исправлены!<br />Теперь Вы можете изменять файлы посредством удаленного менеджера.";
$locale['smart_056'] = "Произошла ошибка обновления прав одной или нескольких директорий!";
$locale['smart_057'] = "Неверный запрос!";
// New in v3
$locale['smart_058'] = "Вы подтверждаете удаление \"%s\"?";
$locale['smart_059'] = "Данный аддон рекомендуется использовать на PHP-Fusion версии %s.%nПродолжить установку?";
$locale['smart_060'] = "Нажмите для удаления";
$locale['smart_061'] = "Установлено!";
$locale['smart_062'] = "BB-Коды";
$locale['smart_063'] = "Обновления";
$locale['smart_064'] = "Локализации";
$locale['smart_065'] = "Различные варианты дизайнов для Вашего сайта.";
$locale['smart_066'] = "Встраиваемые панели, которые будут полезны для организации страниц.";
$locale['smart_067'] = "Многофункциональные плагины, полезные каждому администратору.";
$locale['smart_068'] = "Различные возможности оформления текста на сайте.";
$locale['smart_069'] = "Последние обновления Вашего сайта, работающего на PHP-Fusion.";
$locale['smart_070'] = "Контент сайта на предпочитаемом Вами языке.";
$locale['smart_071'] = "Сертифицированный аддон";
$locale['smart_072'] = "Эта тема сейчас используется. Пожалуйста, смените тему и повторите попытку.";
$locale['smart_073'] = "Эта панель сейчас используется. Пожалуйста, удалите панель и повторите попытку.";
$locale['smart_074'] = "Этот плагин сейчас используется. Пожалуйста, деактивируйте плагин и повторите попытку.";
$locale['smart_075'] = "Этот язык сейчас используется. Пожалуйста, смените язык и повторите попытку.";
$locale['smart_076'] = "Аддон успешно удален с сайта!<br />Удалено %s.";
$locale['smart_077'] = " файл";
$locale['smart_078'] = " файлов";
$locale['smart_079'] = "Запись удалена из базы данных, но мидификация нет, так как размещена в нескольких директориях.";
$locale['smart_080'] = "Вы не можете удалить обновление, так как оно содержит системные файлы.";
$locale['smart_081'] = "Файлы не найдены!";
$locale['smart_082'] = "Аддон не был установлен!";
$locale['smart_083'] = "Посланный сервером запрос не является корректным!";
$locale['smart_084'] = "BB-Коды не найдены!";
$locale['smart_085'] = "Обновления не найдены!";
$locale['smart_086'] = "Локализации не найдены!";
?>