<?php
/*
 * Mega Menu Infusion
 * Russian locale set
 * Provided by FDTD Designer (FILON)
 */

$locale['mm_000'] = "Мега меню";
$locale['mm_001'] = "Выпадающее мега меню с отображением содержимого в несколько колонок";
$locale['mm_002'] = "Ссылка успешно добавлена!";
$locale['mm_003'] = "Ссылка успешно обновлена!";
$locale['mm_004'] = "Ссылка успешно удалена!";
$locale['mm_005'] = "Редактировать ссылку";
$locale['mm_006'] = "Добавить ссылку";
$locale['mm_007'] = "- Основная ссылка -";
$locale['mm_008'] = "Название ссылки";
$locale['mm_009'] = "URL-адрес";
$locale['mm_010'] = "Родительсякая ссылка";
$locale['mm_011'] = "Колонки";
$locale['mm_012'] = "Видимость";
$locale['mm_013'] = "Порядок";
$locale['mm_014'] = "Открывать ссылку в новом окне";
$locale['mm_015'] = "Сохранить";
$locale['mm_016'] = "Опции";
$locale['mm_017'] = "Править";
$locale['mm_018'] = "Удалить";
$locale['mm_019'] = "Вы действительно хотите удалить эту ссылку?";
$locale['mm_020'] = "Ни одна ссылка не была добавлена.";
$locale['mm_021'] = "Порядок ссылок обновлен.";
$locale['mm_022'] = "Доступные ссылки";
?>
