<?php
/*
Very Panel's language file
Prefered language: Russian
Produced by FDTD Designer (FILON)
*/

// Infusion's lines
$locale['very_001'] = "Панель Very";
$locale['very_002'] = "Менеджер настроек Very - новой социальной кнопки для PHP-Fusion";
$locale['very_003'] = "Smart Very";
// Status messages
$locale['very_004'] = "Настройки успешно обновлены!";
// Manager's lines
$locale['very_005'] = "Настройки Very";
$locale['very_006'] = "Название панели";
$locale['very_007'] = "Тип API-ключа";
$locale['very_008'] = "Общий";
$locale['very_009'] = "Персональный";
$locale['very_010'] = "API-ключ";
$locale['very_011'] = "Получить персональный API-ключ бесплатно";
$locale['very_012'] = "Получить новый";
$locale['very_013'] = "Тип профиля";
$locale['very_014'] = "Стандартный";
$locale['very_015'] = "Индивидуальный";
$locale['very_016'] = "Тип отображения";
$locale['very_017'] = "Горизонтальный";
$locale['very_018'] = "Вертикальный";
$locale['very_019'] = "Статический URL-адрес";
$locale['very_020'] = "Оставьте пустым для использования динамического адреса.";
$locale['very_021'] = "Разрешить синхронизацию";
$locale['very_022'] = "Нет";
$locale['very_023'] = "Да";
$locale['very_024'] = "Разрешает синхронизировать значения всех кнопок на странице.";
$locale['very_025'] = "Разрешить контроль IP";
$locale['very_026'] = "Разрешает оставлять отметку с проверкой IP-адреса на существование. Если установлено значение &lt;Нет&gt;, то оценку можно повышать относительно бесконечно.";
$locale['very_027'] = "Разрешить сокрашение значений";
$locale['very_028'] = "Разрешает преобразование длинных цифровых значений в сокращенный аббревиатурный вариант.<br />Например, 1105 будет отображаться как 1,1т.";
$locale['very_029'] = "Разрешить кеширование";
$locale['very_030'] = "Разрешает кешировать контент кнопки. Рекомендуется включить.";
$locale['very_031'] = "Включить режим отладки";
$locale['very_032'] = "Если возникли проблемы с отображением национального языка, установите значение &lt;Да&gt; для переключения на английский.";
$locale['very_033'] = "Сохранить";
// Panel's lines
$locale['very_034'] = "Пожалуйста, установите плагин &laquo;Very Panel&raquo; в первую очередь.";
$locale['very_035'] = "Уже скоро.";
// v2 additions
$locale['very_036'] = "Тема";
$locale['very_037'] = "Стандартная";
$locale['very_038'] = "Светлая";
$locale['very_039'] = "Монохромная";
$locale['very_040'] = "Если данная страница была полезной, <strong>расскажите всем, нажав</strong> кнопку &laquo;Very&raquo;.";
?>